Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: SD1 & SD2 — Your Heart's Fingerprint
ar: SD1 وSD2 — بصمة قلبك
da: SD1 og SD2 — Dit hjertes fingeraftryk
de: SD1 & SD2 — Der Fingerabdruck deines Herzens
es: SD1 y SD2: la huella de tu corazón
fi: SD1 ja SD2 — Sydämesi sormenjälki
fr: SD1 et SD2 — L’empreinte de votre cœur
is: SD1 og SD2 — Fingrafar hjartans
it: SD1 e SD2 — L'impronta del tuo cuore
ja: SD1 と SD2 — 心臓の指紋
ko: SD1 및 SD2 — 심장의 지문
nb: SD1 og SD2 — hjertets fingeravtrykk
nl: SD1 en SD2 — De vingerafdruk van je hart
pt_br: SD1 e SD2 — A impressão digital do seu coração
ru: SD1 и SD2 — отпечаток вашего сердца
sv: SD1 och SD2 — Ditt hjärtas fingeravtryck
zh_hans: SD1 与 SD2 — 你心脏的指纹

source: SDNN — Total Autonomic Power
ar: SDNN — القدرة الذاتية الكلية
da: SDNN — Samlet autonom effekt
de: SDNN — Autonome Gesamtleistung
es: SDNN: potencia autonómica total
fi: SDNN — Autonominen kokonaisteho
fr: SDNN — Puissance autonome totale
is: SDNN — Heildarafl ósjálfráða taugakerfisins
it: SDNN — Potenza autonomica totale
ja: SDNN — 自律神経の総合的なパワー
ko: SDNN — 총 자율신경 파워
nb: SDNN — total autonom effekt
nl: SDNN — Totaal autonoom vermogen
pt_br: SDNN — Potência autonômica total
ru: SDNN — общая вегетативная мощность
sv: SDNN — Total autonom effekt
zh_hans: SDNN — 总自主神经功率

source: Search — Type to search by date, tag name, or notes
ar: البحث — اكتب للبحث بالتاريخ أو اسم العلامة أو الملاحظات
da: Søg — Skriv for at søge efter dato, tagnavn eller noter
de: Suche — Tippe, um nach Datum, Tag-Name oder Notizen zu suchen
es: Buscar: escribe para buscar por fecha, nombre de etiqueta o notas
fi: Haku — Hae kirjoittamalla päivämäärän, tunnisteen nimen tai muistiinpanojen perusteella
fr: Recherche — Saisissez une date, un nom de tag ou des notes
is: Leit — Skrifaðu til að leita eftir dagsetningu, heiti merkis eða athugasemdum
it: Cerca — Scrivi per cercare per data, nome del tag o note
ja: 検索 — 日付、タグ名、メモで検索します
ko: 검색 — 날짜, 태그 이름, 메모로 검색하려면 입력하세요
nb: Søk — Skriv for å søke etter dato, taggnavn eller notater
nl: Zoeken — Typ om te zoeken op datum, tagnaam of notities
pt_br: Busca — Digite para buscar por data, nome da tag ou notas
ru: Поиск — вводите для поиска по дате, названию тега или заметкам
sv: Sök — Skriv för att söka på datum, taggnamn eller anteckningar
zh_hans: 搜索 — 输入以按日期、标签名称或备注搜索

source: Search, filter, and manage all your past sessions
ar: ابحث في جميع جلساتك السابقة ورشّحها وأدِرها
da: Søg i, filtrér og administrér alle dine tidligere sessioner
de: Alle früheren Sitzungen durchsuchen, filtern und verwalten
es: Busca, filtra y gestiona todas tus sesiones pasadas
fi: Hae, suodata ja hallitse kaikkia aiempia istuntojasi
fr: Recherchez, filtrez et gérez toutes vos sessions passées
is: Leitaðu í, síaðu og stýrðu öllum fyrri lotum
it: Cerca, filtra e gestisci tutte le sessioni passate
ja: 過去のすべてのセッションを検索、絞り込み、管理します
ko: 모든 과거 세션을 검색, 필터링, 관리
nb: Søk i, filtrer og administrer alle tidligere økter
nl: Zoek, filter en beheer al je eerdere sessies
pt_br: Pesquise, filtre e gerencie todas as suas sessões anteriores
ru: Ищите, фильтруйте и управляйте всеми прошлыми сессиями
sv: Sök, filtrera och hantera alla dina tidigare sessioner
zh_hans: 搜索、筛选和管理你过去的所有记录

source: Segments are always scored independently
ar: تُقيَّم المقاطع دائمًا بشكل مستقل
da: Segmenter vurderes altid hver for sig
de: Segmente werden immer unabhängig bewertet
es: Los segmentos siempre se puntúan por separado
fi: Jaksot pisteytetään aina erikseen
fr: Les segments sont toujours évalués indépendamment
is: Hlutar eru alltaf metnir sjálfstætt
it: I segmenti vengono sempre valutati separatamente
ja: セグメントは常に個別に評価されます
ko: 구간은 항상 독립적으로 점수가 매겨집니다
nb: Segmenter scores alltid uavhengig
nl: Segmenten worden altijd afzonderlijk beoordeeld
pt_br: Os segmentos são sempre pontuados de forma independente
ru: Сегменты всегда оцениваются отдельно
sv: Segment poängsätts alltid var för sig
zh_hans: 各片段始终独立评分

source: Send now (push-to-talk)
ar: إرسال الآن (اضغط للتحدث)
da: Send nu (tryk for at tale)
de: Jetzt senden (Push-to-Talk)
es: Enviar ahora (pulsar para hablar)
fi: Lähetä nyt (paina ja puhu)
fr: Envoyer maintenant (appuyer pour parler)
is: Senda núna (ýta til að tala)
it: Invia ora (premi per parlare)
ja: 今すぐ送信（プッシュトゥトーク）
ko: 지금 보내기(눌러서 말하기)
nb: Send nå (trykk for å snakke)
nl: Nu verzenden (push-to-talk)
pt_br: Enviar agora (pressione para falar)
ru: Отправить сейчас (нажми и говори)
sv: Skicka nu (tryck för att tala)
zh_hans: 立即发送（按键说话）

source: Session Archive — All completed sessions stored with SHA256 integrity verification.
ar: أرشيف الجلسات — جميع الجلسات المكتملة مخزّنة مع التحقق من السلامة عبر SHA256.
da: Sessionsarkiv — Alle afsluttede sessioner gemt med SHA256-integritetskontrol.
de: Sitzungsarchiv — Alle abgeschlossenen Sitzungen, gespeichert mit SHA256-Integritätsprüfung.
es: Archivo de sesiones: todas las sesiones completadas, almacenadas con verificación de integridad SHA256.
fi: Istuntoarkisto — Kaikki valmiit istunnot tallennetaan SHA256-eheystarkistuksella.
fr: Archive des sessions — Toutes les sessions terminées, stockées avec vérification d’intégrité SHA256.
is: Lotusafn — Allar loknar lotur geymdar með SHA256-heilleikaprófun.
it: Archivio sessioni — Tutte le sessioni completate, memorizzate con verifica di integrità SHA256.
ja: セッションアーカイブ — 完了したすべてのセッションを SHA256 による整合性検証付きで保存します。
ko: 세션 보관함 — 완료된 모든 세션이 SHA256 무결성 검증과 함께 저장됩니다.
nb: Øktarkiv — alle fullførte økter lagret med SHA256-integritetskontroll.
nl: Sessiearchief — Alle voltooide sessies opgeslagen met SHA256-integriteitscontrole.
pt_br: Arquivo de sessões — Todas as sessões concluídas, armazenadas com verificação de integridade SHA256.
ru: Архив сессий — все завершённые сессии хранятся с проверкой целостности SHA256.
sv: Sessionsarkiv — Alla avslutade sessioner lagras med integritetskontroll via SHA256.
zh_hans: 记录存档 — 所有已完成的记录均以 SHA256 完整性校验存储。

source: Session data is ZLIB compressed before upload (~80-90% size reduction)
ar: تُضغط بيانات الجلسة بـ ZLIB قبل الرفع (تقليص الحجم بنحو 80-90%)
da: Sessionsdata komprimeres med ZLIB før upload (~80-90 % mindre)
de: Sitzungsdaten werden vor dem Hochladen mit ZLIB komprimiert (~80–90 % kleiner)
es: Los datos de la sesión se comprimen con ZLIB antes de subirse (~80-90 % de reducción de tamaño)
fi: Istuntotiedot pakataan ZLIB-pakkauksella ennen lähetystä (noin 80–90 % pienempi koko)
fr: Les données de session sont compressées en ZLIB avant le téléversement (réduction de taille de ~80-90 %)
is: Lotugögn eru ZLIB-þjöppuð fyrir upphleðslu (~80-90% minni stærð)
it: I dati delle sessioni sono compressi con ZLIB prima del caricamento (riduzione delle dimensioni dell'80-90% circa)
ja: セッションデータはアップロード前に ZLIB で圧縮されます（サイズを約 80～90% 削減）
ko: 세션 데이터는 업로드 전 ZLIB으로 압축됩니다(크기 약 80-90% 감소)
nb: Øktdata komprimeres med ZLIB før opplasting (~80-90 % mindre)
nl: Sessiegegevens worden vóór het uploaden met ZLIB gecomprimeerd (~80-90% kleiner)
pt_br: Os dados da sessão são compactados com ZLIB antes do envio (~80-90% de redução de tamanho)
ru: Данные сессии сжимаются ZLIB перед загрузкой (размер уменьшается на ~80–90%)
sv: Sessionsdata komprimeras med ZLIB före uppladdning (~80–90 % mindre)
zh_hans: 记录数据在上传前会经过 ZLIB 压缩（体积减少约 80-90%）

source: Session date, type, score, RMSSD, tags, notes
ar: تاريخ الجلسة ونوعها ونتيجتها وRMSSD والعلامات والملاحظات
da: Sessionsdato, type, score, RMSSD, tags, noter
de: Sitzungsdatum, Typ, Wert, RMSSD, Tags, Notizen
es: Fecha, tipo, puntuación, RMSSD, etiquetas y notas de la sesión
fi: Istunnon päivämäärä, tyyppi, pisteet, RMSSD, tunnisteet, muistiinpanot
fr: Date, type, score, RMSSD, tags et notes de la session
is: Dagsetning lotu, tegund, stig, RMSSD, merki, athugasemdir
it: Data, tipo, punteggio, RMSSD, tag e note della sessione
ja: セッションの日付、種類、スコア、RMSSD、タグ、メモ
ko: 세션 날짜, 유형, 점수, RMSSD, 태그, 메모
nb: Øktens dato, type, score, RMSSD, tagger, notater
nl: Sessiedatum, type, score, RMSSD, tags, notities
pt_br: Data, tipo, pontuação, RMSSD, tags e notas da sessão
ru: Дата сессии, тип, оценка, RMSSD, теги, заметки
sv: Sessionsdatum, typ, poäng, RMSSD, taggar, anteckningar
zh_hans: 记录日期、类型、评分、RMSSD、标签、备注

source: Session List
ar: قائمة الجلسات
da: Sessionsliste
de: Sitzungsliste
es: Lista de sesiones
fi: Istuntoluettelo
fr: Liste des sessions
is: Lotulisti
it: Elenco sessioni
ja: セッション一覧
ko: 세션 목록
nb: Øktliste
nl: Sessielijst
pt_br: Lista de sessões
ru: Список сессий
sv: Sessionslista
zh_hans: 记录列表

source: Session Missing from History
ar: جلسة مفقودة من السجل
da: Session mangler i Historik
de: Sitzung fehlt im Verlauf
es: Falta una sesión en el historial
fi: Istunto puuttuu historiasta
fr: Session absente de l’historique
is: Lotu vantar í Sögu
it: Sessione mancante dalla Cronologia
ja: セッションが履歴にない
ko: 기록 목록에 세션이 없는 경우
nb: Økt mangler i Historikk
nl: Sessie ontbreekt in Geschiedenis
pt_br: Sessão ausente do Histórico
ru: Сессия отсутствует в истории
sv: Session saknas i Historik
zh_hans: “历史”中缺少记录

source: Session Type — Filter by All, Overnight, Naps, Quick, or Breathe
ar: نوع الجلسة — رشّح حسب الكل أو ليلي أو قيلولة أو سريعة أو تنفّس
da: Sessionstype — Filtrér efter Alle, Natten over, Lure, Hurtig eller Åndedræt
de: Sitzungstyp — Filtern nach Alle, Über Nacht, Nickerchen, Schnell oder Atmen
es: Tipo de sesión: filtra por Todos, Nocturna, Siestas, Rápida o Respirar
fi: Istunnon tyyppi — Suodata: Kaikki, Yö, Päiväunet, Nopea tai Hengitä
fr: Type de session — Filtrez par Tout, Nuit, Siestes, Rapide ou Respirer
is: Tegund lotu — Síaðu eftir Allt, Yfir nótt, Blundir, Fljótleg eða Andaðu
it: Tipo di sessione — Filtra per Tutti, Notturno, Sonnellini, Rapida o Respira
ja: セッションの種類 — すべて、夜間、仮眠、クイック、呼吸で絞り込みます
ko: 세션 유형 — 전체, 야간, 낮잠, 빠른 측정, 호흡으로 필터링
nb: Økttype — Filtrer etter Alle, Over natten, Lurer, Hurtig eller Pust
nl: Sessietype — Filter op Alles, ’s nachts, Dutjes, Snel of Ademhaling
pt_br: Tipo de sessão — Filtre por Todas, Noturna, Sonecas, Rápida ou Respirar
ru: Тип сессии — фильтр: все, ночные, дневной сон, быстрые или дыхание
sv: Sessionstyp — Filtrera på Alla, Över natten, Tupplurar, Snabb eller Andas
zh_hans: 记录类型 — 按 全部、整夜、小睡、快速 或 呼吸 筛选

source: Sessions are paginated (10 at a time) for fast loading. Scroll to the bottom to load more. Each row shows the session type icon, time, tags, RMSSD, and recovery score with color coding.
ar: تُقسَّم الجلسات إلى صفحات (10 في كل مرة) لتحميل سريع. مرّر إلى الأسفل لتحميل المزيد. يعرض كل صف أيقونة نوع الجلسة والوقت والعلامات وRMSSD ودرجة التعافي مع ترميز لوني.
da: Sessioner vises sidevis (10 ad gangen) for hurtig indlæsning. Rul til bunden for at indlæse flere. Hver række viser ikonet for sessionstype, tidspunkt, tags, RMSSD og restitutionsscore med farvekodning.
de: Sitzungen werden für schnelles Laden seitenweise angezeigt (jeweils 10). Scrolle nach unten, um mehr zu laden. Jede Zeile zeigt das Symbol des Sitzungstyps, Uhrzeit, Tags, RMSSD und den farbcodierten Erholungswert.
es: Las sesiones se cargan por páginas (10 cada vez) para que vaya rápido. Desplázate hasta el final para cargar más. Cada fila muestra el icono del tipo de sesión, la hora, las etiquetas, el RMSSD y la puntuación de recuperación con código de colores.
fi: Istunnot ladataan sivuittain (10 kerrallaan) nopeuden vuoksi. Vieritä alas ladataksesi lisää. Jokaisella rivillä näkyy istuntotyypin kuvake, aika, tunnisteet, RMSSD ja palautumispistemäärä värikoodattuna.
fr: Les sessions sont paginées (10 à la fois) pour un chargement rapide. Faites défiler jusqu’en bas pour en charger davantage. Chaque ligne affiche l’icône du type de session, l’heure, les tags, le RMSSD et le score de récupération avec un code couleur.
is: Lotum er skipt í síður (10 í einu) til að hlaða hratt. Flettu neðst til að hlaða fleiri. Hver lína sýnir tákn lotutegundar, tíma, merki, RMSSD og batastig með litakóðun.
it: Le sessioni sono suddivise in pagine (10 alla volta) per un caricamento rapido. Scorri fino in fondo per caricarne altre. Ogni riga mostra l'icona del tipo di sessione, l'ora, i tag, l'RMSSD e il punteggio di recupero con codice colore.
ja: セッションは高速に読み込めるよう、10 件ずつページ分けされています。下までスクロールするとさらに読み込みます。各行には、セッションの種類のアイコン、時刻、タグ、RMSSD、色分けされた回復スコアが表示されます。
ko: 빠른 로딩을 위해 세션은 페이지 단위(한 번에 10개)로 표시됩니다. 아래까지 스크롤하면 더 불러옵니다. 각 행에는 세션 유형 아이콘, 시간, 태그, RMSSD, 색상으로 구분된 회복 점수가 표시됩니다.
nb: Øktene vises sidevis (10 om gangen) for rask innlasting. Rull til bunnen for å laste inn flere. Hver rad viser ikon for økttype, tid, tagger, RMSSD og restitusjonsscore med fargekoding.
nl: Sessies worden per pagina geladen (10 tegelijk) voor snel laden. Scroll naar beneden om meer te laden. Elke rij toont het pictogram van het sessietype, de tijd, tags, RMSSD en de herstelscore met kleurcodering.
pt_br: As sessões são paginadas (10 por vez) para carregar rápido. Role até o fim para carregar mais. Cada linha mostra o ícone do tipo de sessão, o horário, as tags, o RMSSD e a pontuação de recuperação com código de cores.
ru: Сессии загружаются страницами (по 10) для скорости. Прокрутите вниз, чтобы загрузить ещё. В каждой строке — значок типа сессии, время, теги, RMSSD и оценка восстановления с цветовой маркировкой.
sv: Sessioner läses in sidvis (10 åt gången) för snabb laddning. Rulla längst ned för att ladda fler. Varje rad visar ikon för sessionstyp, tid, taggar, RMSSD och återhämtningspoäng med färgkodning.
zh_hans: 记录分页显示（每次 10 条），加载更快。滚动到底部可加载更多。每行显示记录类型图标、时间、标签、RMSSD 以及带颜色标识的恢复评分。

source: Sessions recorded before the barometer buffer existed have no stored samples to post-process. Open the session summary and tap "Look up and save real elevation" — it queries a real terrain DEM (USGS NED 10 m in the US, NASA SRTM 30 m elsewhere) at each GPS coordinate along your route, applies a 15 m sustained-climb threshold calibrated against barometric ground truth, and writes the result back. Always an approximation vs the live barometer, but much closer to truth than raw GPS altitude.
ar: الجلسات المسجّلة قبل وجود مخزن البارومتر المؤقت لا تحتوي على عينات مخزّنة لمعالجتها لاحقًا. افتح ملخص الجلسة واضغط «البحث عن الارتفاع الحقيقي وحفظه» — يستعلم نموذج تضاريس رقميًا حقيقيًا (USGS NED ‏10 م في الولايات المتحدة، وNASA SRTM ‏30 م في غيرها) عند كل إحداثية GPS على طول مسارك، ويطبّق عتبة صعود مستمر قدرها 15 م معايَرة مقابل الحقيقة الأرضية البارومترية، ويحفظ النتيجة. تبقى تقريبًا مقارنةً بالبارومتر المباشر، لكنها أقرب بكثير إلى الحقيقة من ارتفاع GPS الخام.
da: Sessioner optaget, før barometerbufferen fandtes, har ingen gemte prøver at efterbehandle. Åbn sessionsoversigten, og tryk på »Slå op og gem reel højde« — den slår en rigtig terrænmodel op (USGS NED 10 m i USA, NASA SRTM 30 m andre steder) ved hver GPS-koordinat langs din rute, anvender en tærskel på 15 m vedvarende stigning kalibreret mod barometriske referencedata og gemmer resultatet. Altid en tilnærmelse sammenlignet med live-barometeret, men langt tættere på sandheden end rå GPS-højde.
de: Sitzungen, die vor Einführung des Barometer-Puffers aufgenommen wurden, haben keine gespeicherten Messwerte zur Nachbearbeitung. Öffne die Sitzungszusammenfassung und tippe auf „Echte Höhe nachschlagen und speichern“ — dabei wird an jeder GPS-Koordinate deiner Route ein echtes Geländemodell abgefragt (USGS NED 10 m in den USA, NASA SRTM 30 m anderswo), eine Schwelle von 15 m für anhaltende Anstiege angewendet, die anhand barometrischer Referenzdaten kalibriert wurde, und das Ergebnis gespeichert. Immer eine Annäherung im Vergleich zum Live-Barometer, aber viel näher an der Wahrheit als die reine GPS-Höhe.
es: Las sesiones grabadas antes de que existiera el búfer del barómetro no tienen muestras guardadas que procesar. Abre el resumen de la sesión y toca «Buscar y guardar la altitud real»: consulta un modelo digital del terreno real (USGS NED 10 m en EE. UU., NASA SRTM 30 m en el resto) en cada coordenada GPS de tu ruta, aplica un umbral de subida sostenida de 15 m calibrado con datos barométricos de referencia y guarda el resultado. Siempre es una aproximación frente al barómetro en directo, pero mucho más cercana a la realidad que la altitud GPS sin procesar.
fi: Istunnoissa, jotka tallennettiin ennen ilmanpainepuskurin käyttöönottoa, ei ole tallennettuja näytteitä jälkikäsittelyä varten. Avaa istunnon yhteenveto ja napauta "Hae ja tallenna todellinen korkeus" — se hakee todellisen maastomallin (USGS NED 10 m Yhdysvalloissa, NASA SRTM 30 m muualla) jokaisesta reittisi GPS-koordinaatista, soveltaa barometrista vertailuarvoa vasten kalibroitua 15 m:n jatkuvan nousun kynnystä ja tallentaa tuloksen. Aina likiarvo verrattuna reaaliaikaiseen ilmanpainemittariin, mutta paljon lähempänä totuutta kuin raaka GPS-korkeus.
fr: Les sessions enregistrées avant l’existence du tampon barométrique n’ont aucun échantillon stocké à post-traiter. Ouvrez le résumé de la session et touchez « Rechercher et enregistrer l’altitude réelle » — cela interroge un vrai modèle numérique de terrain (USGS NED 10 m aux États-Unis, NASA SRTM 30 m ailleurs) à chaque coordonnée GPS de votre itinéraire, applique un seuil de montée soutenue de 15 m calibré sur des données barométriques de référence, et enregistre le résultat. Cela reste une approximation par rapport au baromètre en direct, mais bien plus proche de la réalité que l’altitude GPS brute.
is: Lotur sem teknar voru upp áður en loftþrýstingsbiðminnið kom til hafa engin vistuð sýni til eftirvinnslu. Opnaðu samantekt lotunnar og ýttu á „Fletta upp og vista raunverulega hæð“ — það sækir raunverulegt landhæðarlíkan (USGS NED 10 m í Bandaríkjunum, NASA SRTM 30 m annars staðar) fyrir hvert GPS-hnit á leiðinni, beitir 15 m þröskuldi fyrir samfellda hækkun sem kvarðaður er á móti loftþrýstingsmælingum og skrifar niðurstöðuna til baka. Alltaf nálgun miðað við beinan loftþrýstingsmæli, en mun nær raunveruleikanum en hrá GPS-hæð.
it: Le sessioni registrate prima dell'introduzione del buffer del barometro non hanno campioni memorizzati da rielaborare. Apri il riepilogo della sessione e tocca "Cerca e salva l'altitudine reale": interroga un vero modello digitale del terreno (USGS NED 10 m negli USA, NASA SRTM 30 m altrove) per ogni coordinata GPS del percorso, applica una soglia di salita continua di 15 m calibrata sui dati barometrici reali e salva il risultato. È sempre un'approssimazione rispetto al barometro in tempo reale, ma molto più vicina al vero dell'altitudine GPS grezza.
ja: 気圧計のバッファが導入される前に記録したセッションには、後処理に使える保存済みサンプルがありません。セッションの概要を開いて「実際の標高を検索して保存」をタップしてください — ルート上の各 GPS 座標で実際の地形 DEM（米国では USGS NED 10 m、それ以外では NASA SRTM 30 m）を照会し、気圧による実測値で較正した 15 m の持続的な登りのしきい値を適用して、結果を書き戻します。ライブの気圧計と比べると常に近似値ですが、生の GPS 高度よりはずっと実際に近い値になります。
ko: 기압 버퍼가 생기기 전에 기록된 세션에는 후처리할 저장 샘플이 없습니다. 세션 요약을 열고 "실제 고도 조회 및 저장"을 탭하세요 — 경로의 각 GPS 좌표에서 실제 지형 DEM(미국은 USGS NED 10m, 그 외 지역은 NASA SRTM 30m)을 조회하고, 기압 실측값으로 보정한 15m 지속 상승 임계값을 적용해 결과를 저장합니다. 실시간 기압계에 비하면 항상 근사치이지만 원시 GPS 고도보다 실제에 훨씬 가깝습니다.
nb: Økter som ble tatt opp før barometerbufferen fantes, har ingen lagrede prøver å etterbehandle. Åpne øktsammendraget og trykk «Slå opp og lagre reell høyde» — det slår opp en ekte terrengmodell (USGS NED 10 m i USA, NASA SRTM 30 m ellers) for hver GPS-koordinat langs ruten, bruker en terskel for vedvarende stigning på 15 m kalibrert mot barometriske referansedata, og lagrer resultatet. Alltid en tilnærming sammenlignet med barometeret underveis, men mye nærmere sannheten enn rå GPS-høyde.
nl: Sessies die zijn opgenomen voordat de barometerbuffer bestond, hebben geen opgeslagen samples om achteraf te verwerken. Open het sessieoverzicht en tik op “Werkelijke hoogte opzoeken en opslaan” — dat raadpleegt een echt terreinmodel (USGS NED 10 m in de VS, NASA SRTM 30 m elders) op elke GPS-coördinaat langs je route, past een drempel van 15 m aanhoudende stijging toe die is gekalibreerd tegen barometrische referentiemetingen, en slaat het resultaat op. Altijd een benadering vergeleken met de live barometer, maar veel dichter bij de werkelijkheid dan ruwe GPS-hoogte.
pt_br: Sessões gravadas antes de existir o buffer do barômetro não têm amostras armazenadas para pós-processar. Abra o resumo da sessão e toque em "Buscar e salvar a altitude real" — ele consulta um modelo digital de elevação real (USGS NED de 10 m nos EUA, NASA SRTM de 30 m nos demais lugares) em cada coordenada de GPS do seu trajeto, aplica um limite de subida sustentada de 15 m calibrado com dados barométricos de referência e grava o resultado. Sempre uma aproximação em relação ao barômetro ao vivo, mas muito mais próxima da realidade do que a altitude bruta do GPS.
ru: У сессий, записанных до появления буфера барометра, нет сохранённых отсчётов для последующей обработки. Откройте сводку сессии и нажмите «Найти и сохранить реальную высоту» — приложение запросит реальную цифровую модель рельефа (USGS NED 10 м в США, NASA SRTM 30 м в других местах) для каждой точки GPS на маршруте, применит порог устойчивого подъёма 15 м, откалиброванный по барометрическим эталонным данным, и сохранит результат. Это всегда приближение по сравнению с живым барометром, но гораздо ближе к истине, чем сырая высота по GPS.
sv: Sessioner som spelades in innan barometerbufferten fanns har inga sparade prover att efterbehandla. Öppna sessionssammanfattningen och tryck på "Slå upp och spara verklig höjd" — den frågar en verklig terrängmodell (USGS NED 10 m i USA, NASA SRTM 30 m i övriga världen) vid varje GPS-koordinat längs rutten, tillämpar en tröskel på 15 m ihållande stigning som kalibrerats mot barometriska referensvärden och sparar resultatet. Alltid en uppskattning jämfört med barometern i realtid, men mycket närmare sanningen än rå GPS-höjd.
zh_hans: 在气压缓冲功能出现之前的记录没有可供后处理的样本。打开记录摘要并点按“查询并保存真实海拔”— 它会沿你的路线在每个 GPS 坐标处查询真实的地形 DEM（美国使用 USGS NED 10 米，其他地区使用 NASA SRTM 30 米），应用一个根据气压实测数据校准的 15 米持续爬升阈值，并写回结果。与实时气压计相比始终是近似值，但比原始 GPS 海拔接近真实得多。

source: Sessions upload automatically after every save — overnight, quick, import, restore, reanalyze
ar: تُرفع الجلسات تلقائيًا بعد كل حفظ — ليلي، سريع، استيراد، استعادة، إعادة تحليل
da: Sessioner uploades automatisk efter hver gemning — natten over, hurtig, import, gendannelse, genanalyse
de: Sitzungen werden nach jedem Speichern automatisch hochgeladen — über Nacht, Schnellmessung, Import, Wiederherstellung, Neuanalyse
es: Las sesiones se suben automáticamente tras cada guardado: nocturnas, rápidas, importaciones, restauraciones y reanálisis
fi: Istunnot lähetetään automaattisesti jokaisen tallennuksen jälkeen — yö, pika, tuonti, palautus, uudelleenanalyysi
fr: Les sessions sont téléversées automatiquement après chaque enregistrement — nuit, rapide, import, restauration, réanalyse
is: Lotum er hlaðið upp sjálfkrafa eftir hverja vistun — yfir nótt, fljótleg, innflutt, endurheimt, endurgreind
it: Le sessioni vengono caricate automaticamente dopo ogni salvataggio: notturne, rapide, importate, ripristinate, rianalizzate
ja: セッションは保存のたびに自動でアップロードされます — 夜間、クイック、インポート、復元、再分析
ko: 세션은 저장될 때마다 자동으로 업로드됩니다 — 야간, 빠른 측정, 가져오기, 복원, 재분석
nb: Økter lastes opp automatisk etter hver lagring — over natten, hurtig, import, gjenoppretting, ny analyse
nl: Sessies worden na elke opslag automatisch geüpload — ’s nachts, snel, import, herstel, heranalyse
pt_br: As sessões são enviadas automaticamente após cada salvamento — noturna, rápida, importação, restauração, reanálise
ru: Сессии загружаются автоматически после каждого сохранения — ночные, быстрые, импорт, восстановление, повторный анализ
sv: Sessioner laddas upp automatiskt efter varje sparning — över natten, snabb, import, återställning, omanalys
zh_hans: 每次保存后记录会自动上传 — 整夜、快速、导入、恢复、重新分析
